{
  "name": "The Art of Looking Busy",
  "icon": "twilightforest:charm_of_life_1",
  "category": "patchouli:family",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Welcome to The Art of Looking Busy, a masterclass in ensuring your presence is synonymous with tireless productivity, even when it's anything but. Here, we unveil the secrets to mastering this most coveted of corporate ballets. $(br2)1. The Strategic Desk Layout: Your desk is your stage. Scatter papers artistically, align your monitor with an "
    },
    {
      "type": "patchouli:text",
      "text": "array of open tabs (preferably graphs and charts that scream \"I'm analyzing!\"), and always, always have a notepad filled with scribbles that could be mistaken for the next big corporate strategy. $(br2)2. Email Alchemy: The art of sending emails at just the right time to maximize perceived busyness. Early morning and late evening are golden hours, painting you as the dedicated employee burning the midnight oil. Bonus points for Sunday evening emails, the"
    },
    {
      "type": "patchouli:text",
      "text": "crown jewel of the \"look busy\" strategy. $(br2)3. The Purposeful Walk: Master the art of walking purposefully through the office corridors, even if your destination is merely the water cooler. Carry documents or a laptop for added effect, and maintain an expression of focused determination. You're not just walking; you're on a mission. $(br2)4. Meeting Marathoner: Volunteer for meetings, even (and especially) those with no"
    },
    {
      "type": "patchouli:text",
      "text": "direct relevance to your role. The trick is not just attendance but active participation. Ask questions, nod thoughtfully, and occasionally jot down notes. You're not just a participant; you're an engager. $(br2)5. The Headset Hustle: Wear a headset, even if you're not on a call. It's a universal sign that you're in the middle of something very important and cannot be disturbed. Occasionally nod or chuckle to imply active engagement in a"
    },
    {
      "type": "patchouli:text",
      "text": "critical discussion. $(br2)6. The Busy Buzzword: When asked about your day, respond with phrases like \"Just trying to stay afloat!\" or \"Swamped with these reports!\" It's not just about being busy; it's about being busily submerged in pivotal tasks. $(br2)7. **The Sigh and Stretch**: Periodically, lean back, sigh deeply, and stretch your arms. It's a subtle but effective signal that you're pushing the limits of your capacity,"
    },
    {
      "type": "patchouli:text",
      "text": "grappling with the weight of corporate expectations. $(br2)8. **The Illusion of Involvement**: In conversations, sprinkle in comments about how packed your schedule is, how you're juggling multiple projects, and how you might need to clone yourself to get it all done. You're not just busy; you're on the brink of needing biotechnological intervention to keep up. $(br2)Master these techniques, and"
    },
    {
      "type": "patchouli:text",
      "text": "you'll transform into the paragon of productivity, or at least, the appearance thereof. Remember, in the grand theater of corporate life, sometimes it's not about the work you do but the impression you leave. Welcome to the artistry of looking busy; We wish you luck playing this game, Employee #253. May your performance be convincing!"
    }
  ]
}
